Repository: thekhabib/News_Project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Foydalanuvchi ma'lumotlarini o'zgartirish
ru: Изменить информацию о пользователе

source: Shaxsiy ma'lumotlaringizni quyidagi forma orqali o'zgartirishingiz mumkin.
ru: Вы можете изменить свою личную информацию, используя форму ниже.

source: O'zgarishlarni saqlash
ru: Сохранить изменения

source: Foydalanuvchilarni ro'yxatdan o'tkazish
ru: Регистрация пользователя

source: Ro'yxatdan o'tish
ru: Зарегистрироваться

source: Ro'yxatdan o'tish uchun quyidagi formani to'ldiring.
ru: Заполните форму ниже, чтобы зарегистрироваться.

source: Muvaffaqiyatli ro'yxatdan o'tildi
ru: Успешная регистрация

source: tabriklaymiz muvaffaqiyatli ro'yxatdan o'tdingiz.
ru: поздравляем, вы успешно зарегистрировались.

source: Yangilik yaratish
ru: Создать новость

source: Saqlash
ru: Сохранять

source: Yangilikni o'chirish
ru: Удалить новость

source: Joriy yangilikni o'chirish
ru: Удалить текущие новость

source: sarlavhali yangilikni o'chirishni istaysizmi?
ru: Хотите удалить заголовок?

source: Tasdiqlayman
ru: Подтверждение

source: Yangilikni tahrirlash
ru: Редактирование новостей

source: Joriy yangilikni tahrirlash
ru: Редактировать текущие новость

source: Biz haqimizda
ru: О нас

source: «xabar.uz» - O‘zbekistondagi eng faol onlayn nashrlardan biri. Sayt o‘z oldiga O‘zbekiston va jahonda ro‘y berayotgan eng muhim voqea-hodisalar haqida tezkor, aniq va xolis axborot berishni maqsad qilib qo‘ygan.
ru: «xabar.uz» — одно из самых активных интернет-изданий Узбекистана. Целью сайта является предоставление оперативной, точной и объективной информации о важнейших событиях, происходящих в Узбекистане и мире.

source: Google Analytics ma’lumotlariga ko‘ra, saytga har kuni 350 ming kishi tashrif buyuradi.
ru: По данным Google Analytics, ежедневно сайт посещают 350 000 человек.

source: Bosh sahifa
ru: Главная страница

source: Biz bilan aloqa
ru: Связаться с нами

source: Adminlar sahifasi
ru: Страница администратора

source: Chiqish
ru: Выйти

source: Kirish
ru: Войти

source: Mahalliy
ru: Местный

source: Xorij
ru: Мир

source: Texnologiya
ru: Технология

source: Sport
ru: Спорт

source: Qidiruv
ru: Поиск

source: So'nggi yangiliklar
ru: Последние новости

source: Flickr rasmlar
ru: Изображения с Flickr

source: Teglar
ru: Теги

source: 100000, Toshkent shahri, Nukus ko'chasi, 121-uy
ru: 100000, г.Ташкент, ул.Нукус, 121

source: Sayt faoliyati yuzasidan taklif yoki tanqidlaringiz bormi? «Xabar.uz»ga maqola yoki xabar yubormoqchimisiz? Yoki o'zingiz guvoh bo'lgan qandaydir hodisa haqida ma'lum qilmoqchimisiz? Hamkorlikka tayyormiz, biz bilan o'zingizga qulay shaklda bog'laning.
ru: Есть ли у вас какие-либо предложения или критика по поводу сайта? Хотите отправить статью или сообщение в «xabar.uz»? Или вы хотите сообщить о происшествии, свидетелем которого вы стали? Мы готовы к сотрудничеству, свяжитесь с нами удобным способом.

source: FIO*
ru: ФИО*

source: Email*
ru: Электронная почта*

source: Xabar*
ru: Сообщение*

source: Xabarni jo'natish
ru: Отправить сообщение

source: Ommabop
ru: Популярные новости

source: Rasmlar
ru: Картинки

source: Ommmabop
ru: Популярные новости

source: Kategoriya
ru: Категория

source: Video
ru: Видео

source: Izohlar
ru: Комментарии

source: Sponsor
ru: Спонсор

source: Barcha kategoriyalar
ru: Все категории

source: Kategoriyani tanlang
ru: Выберите категорию

source: Linklar
ru: Ссылки

source: Mahalliy Yangiliklar
ru: Местные Новости

source: Tahrirlash
ru: Редактировать

source: O'chirish
ru: Удалить

source: Izoh qoldirish
ru: Оставить комментарий

source: Yuborish
ru: Отправить

source: O'xshash yangiliklar
ru: Похожие новости

source: Qidiruv natijalari
ru: Результаты поиска

source: Hech qanday natija topilmadi.
ru: Результатов не найдено.

source: Sport Yangiliklari
ru: Спортивные Новости

source: Texnologik Yangiliklar
ru: Технологические Новости

source: Xorij Yangiliklari
ru: Мировые Новости

source: Admin sahifasi
ru: Страница администратора

source: Foydalanuvchi nomi
ru: Имя пользователя

source: Ismi
ru: Имя

source: Familiyasi
ru: Фамилия

source: Elektron pochta
ru: Электронная почта

source: Hech qanday admin topilmadi.
ru: Админ не найден.

source: Shaxsiy ma'lumotlarni o'zgartirish
ru: Изменить личную информацию

source: Parolni o'zgartirish
ru: Изменить пароль

source: xush kelibsiz!
ru: добро пожаловать!

source: Ro'yxatdan o'tgan
ru: Дата регистрации

source: Logout sahifasi
ru: Выйти

source: Siz vebsaytdan chiqdingiz
ru: Вы покинули сайт

source: Saytga kirish
ru: Войти

source: Login sahifasi
ru: Страница авторизации

source: Veb-saytga kirish - Login
ru: Доступ на сайт - Войти

source: Iltimos, saytga kirish uchun quyidagi formani to'ldiring!
ru: Пожалуйста, заполните форму ниже, чтобы получить доступ к сайту!

source: Parolingizni unutdingizmi?
ru: Забыли пароль?

source: Saytga kirish
ru: Войти

source: Yangi foydalanuvchimisiz?
ru: Вы новый пользователь?

source: Ro'yxatdan o'ting
ru: Зарегистрироваться

source: sizning parolingiz muvaffaqiyatli o'zgartirildi.
ru: ваш пароль был успешно изменен.

source: O'zgartirish
ru: Изменять

source: Parol muvaffaqiyatli o'zgartirildi
ru: Пароль успешно изменен

source: Parolingiz muvaffaqiyatli o'zgartirildi!
ru: Ваш пароль был успешно изменен!

source: Parolni tiklash
ru: Сброс пароля

source: Parolni almashtirish
ru: Изменить пароль

source: Parolni tiklash amalga oshmadi!
ru: Сбросить пароль не удалось!

source: Parolni tiklash havolasi allaqachon ishlatilgan yoki yaroqsiz.
ru: Ссылка для сброса пароля уже использовалась или недействительна.

source: Parolni tiklash uchun qayta urinib ko'ring
ru: Пожалуйста, попробуйте еще раз, чтобы сбросить пароль

source: Parolni tiklash uchu havola yuborildi
ru: Отправлена ссылка для сброса пароля

source: Parolingizni tiklash uchun havola elektron pochta orqali yuborildi!
ru: Ссылка для сброса пароля отправлена ​​вам на почту!

source: Assalomu alaykum!
ru: Здравствуйте!

source: Siz xabar.uz sahifasida foydalanuvchi hisobingiz uchun parolni oʻzgartirishni soʻraganingiz uchun sizga ushbu xat yuborilmoqda.
ru: Это письмо было отправлено вам, потому что вы попросили изменить пароль для вашей учетной записи на xabar.uz

source: Iltimos, quyidagi sahifaga o'ting va yangi parolni o'rnating:
ru: Пожалуйста, перейдите на следующую страницу и установите новый пароль:

source: Agar siz parolni tiklashni so'ramagan bo'lsangiz, bu xatni e'tiborsiz qoldirishingiz mumkin.
ru: Если вы не запрашивали сброс пароля, вы можете игнорировать это письмо.

source: Sizning foydalanuvchi nomingiz:
ru: Ваш логин:

source: Saytimizdan foydalanganingiz uchun tashakkur!
ru: Спасибо за использование нашего сайта!

source: xabar.uz jamoasi.
ru: Команда xabar.uz

source: Parolingizni tiklash uchun emailingizni kiriting.
ru: Введите ваш электронный адрес, чтобы сбросить пароль.
